Repository: AntennaHouse/focheck
Catalog: omegat/omegat/project_save.tmx
Source language: en_us
Languages: ja

source: Syntax error: empty-cells=""
ja: シンタックスエラー：empty-cells=""

source: Syntax error: end-indent=""
ja: シンタックスエラー：end-indent=""

source: Syntax error: ends-row=""
ja: シンタックスエラー：ends-row=""

source: Syntax error: extent=""
ja: シンタックスエラー：extent=""

source: Syntax error: float=""
ja: シンタックスエラー：float=""

source: Syntax error: flow-map-name=""
ja: シンタックスエラー：flow-map-name=""

source: Syntax error: flow-map-reference=""
ja: シンタックスエラー：flow-map-reference=""

source: Syntax error: flow-name-reference=""
ja: シンタックスエラー：flow-name-reference=""

source: Syntax error: flow-name=""
ja: シンタックスエラー：flow-name=""

source: Syntax error: font-selection-strategy=""
ja: シンタックスエラー：font-selection-strategy=""

source: Syntax error: font-size-adjust=""
ja: シンタックスエラー：font-size-adjust=""

source: Syntax error: font-size=""
ja: シンタックスエラー：font-size=""

source: Syntax error: font-stretch=""
ja: シンタックスエラー：font-stretch=""

source: Syntax error: font-style=""
ja: シンタックスエラー：font-style=""

source: Syntax error: font-variant=""
ja: シンタックスエラー：font-variant=""

source: Syntax error: font-weight=""
ja: シンタックスエラー：font-weight=""

source: Syntax error: glyph-orientation-horizontal=""
ja: シンタックスエラー：glyph-orientation-horizontal=""

source: Syntax error: glyph-orientation-vertical=""
ja: シンタックスエラー：glyph-orientation-vertical=""

source: Syntax error: grouping-size=""
ja: シンタックスエラー：grouping-size=""

source: Syntax error: height=""
ja: シンタックスエラー：height=""

source: Syntax error: hyphenate=""
ja: シンタックスエラー：hyphenate=""

source: Syntax error: hyphenation-keep=""
ja: シンタックスエラー：hyphenation-keep=""

source: Syntax error: hyphenation-ladder-count=""
ja: シンタックスエラー：hyphenation-ladder-count=""

source: Syntax error: hyphenation-push-character-count=""
ja: シンタックスエラー：hyphenation-push-character-count=""

source: Syntax error: hyphenation-remain-character-count=""
ja: シンタックスエラー：hyphenation-remain-character-count=""

source: Syntax error: index-class=""
ja: シンタックスエラー：index-class=""

source: Syntax error: indicate-destination=""
ja: シンタックスエラー：indicate-destination=""

source: Syntax error: initial-page-number=""
ja: シンタックスエラー：initial-page-number=""

source: Syntax error: inline-progression-dimension=""
ja: シンタックスエラー：inline-progression-dimension=""

source: Syntax error: intrinsic-scale-value=""
ja: シンタックスエラー：intrinsic-scale-value=""

source: Syntax error: intrusion-displace=""
ja: シンタックスエラー：intrusion-displace=""

source: Syntax error: keep-together=""
ja: シンタックスエラー：keep-together=""

source: Syntax error: keep-with-next=""
ja: シンタックスエラー：keep-with-next=""

source: Syntax error: keep-with-previous=""
ja: シンタックスエラー：keep-with-previous=""

source: Syntax error: last-line-end-indent=""
ja: シンタックスエラー：last-line-end-indent=""

source: Syntax error: leader-alignment=""
ja: シンタックスエラー：leader-alignment=""

source: Syntax error: leader-length=""
ja: シンタックスエラー：leader-length=""

source: Syntax error: leader-pattern-width=""
ja: シンタックスエラー：leader-pattern-width=""

source: Syntax error: leader-pattern=""
ja: シンタックスエラー：leader-pattern=""

source: Syntax error: left=""
ja: シンタックスエラー：left=""

source: Syntax error: letter-spacing=""
ja: シンタックスエラー：letter-spacing=""

source: Syntax error: letter-value=""
ja: シンタックスエラー：letter-value=""

source: Syntax error: line-height-shift-adjustment=""
ja: シンタックスエラー：line-height-shift-adjustment=""

source: Syntax error: line-height=""
ja: シンタックスエラー：line-height=""

source: Syntax error: line-stacking-strategy=""
ja: シンタックスエラー：line-stacking-strategy=""

source: Syntax error: linefeed-treatment=""
ja: シンタックスエラー：linefeed-treatment=""

source: Syntax error: margin-bottom=""
ja: シンタックスエラー：margin-bottom=""

source: Syntax error: margin-left=""
ja: シンタックスエラー：margin-left=""

source: Syntax error: margin-right=""
ja: シンタックスエラー：margin-right=""

source: Syntax error: margin-top=""
ja: シンタックスエラー：margin-top=""

source: Syntax error: marker-class-name=""
ja: シンタックスエラー：marker-class-name=""

source: Syntax error: master-name=""
ja: シンタックスエラー：master-name=""

source: Syntax error: master-reference=""
ja: シンタックスエラー：master-reference=""

source: Syntax error: maximum-repeats=""
ja: シンタックスエラー：maximum-repeats=""

source: Syntax error: media-usage=""
ja: シンタックスエラー：media-usage=""

source: Syntax error: merge-pages-across-index-key-references=""
ja: シンタックスエラー：merge-pages-across-index-key-references=""

source: Syntax error: merge-ranges-across-index-key-references=""
ja: シンタックスエラー：merge-ranges-across-index-key-references=""

source: Syntax error: merge-sequential-page-numbers=""
ja: シンタックスエラー：merge-sequential-page-numbers=""

source: Syntax error: number-columns-repeated=""
ja: シンタックスエラー：number-columns-repeated=""

source: Syntax error: number-columns-spanned=""
ja: シンタックスエラー：number-columns-spanned=""

source: Syntax error: number-rows-spanned=""
ja: シンタックスエラー：number-rows-spanned=""

source: Syntax error: odd-or-even=""
ja: シンタックスエラー：odd-or-even=""

source: Syntax error: orphans=""
ja: シンタックスエラー：orphans=""

source: Syntax error: overflow=""
ja: シンタックスエラー：overflow=""

source: Syntax error: padding-after=""
ja: シンタックスエラー：padding-after=""

source: Syntax error: padding-before=""
ja: シンタックスエラー：padding-before=""

source: Syntax error: padding-bottom=""
ja: シンタックスエラー：padding-bottom=""

source: Syntax error: padding-end=""
ja: シンタックスエラー：padding-end=""

source: Syntax error: padding-left=""
ja: シンタックスエラー：padding-left=""

source: Syntax error: padding-right=""
ja: シンタックスエラー：padding-right=""

source: Syntax error: padding-start=""
ja: シンタックスエラー：padding-start=""

source: Syntax error: padding-top=""
ja: シンタックスエラー：padding-top=""

source: Syntax error: page-citation-strategy=""
ja: シンタックスエラー：page-citation-strategy=""

source: Syntax error: page-height=""
ja: シンタックスエラー：page-height=""

source: Syntax error: page-number-treatment=""
ja: シンタックスエラー：page-number-treatment=""

source: Syntax error: page-position=""
ja: シンタックスエラー：page-position=""

source: Syntax error: page-width=""
ja: シンタックスエラー：page-width=""

source: Syntax error: precedence=""
ja: シンタックスエラー：precedence=""

source: Syntax error: provisional-distance-between-starts=""
ja: シンタックスエラー：provisional-distance-between-starts=""

source: Syntax error: provisional-label-separation=""
ja: シンタックスエラー：provisional-label-separation=""

source: Syntax error: region-name-reference=""
ja: シンタックスエラー：region-name-reference=""

source: Syntax error: region-name=""
ja: シンタックスエラー：region-name=""

source: Syntax error: relative-align=""
ja: シンタックスエラー：relative-align=""

source: Syntax error: relative-position=""
ja: シンタックスエラー：relative-position=""

source: Syntax error: rendering-intent=""
ja: シンタックスエラー：rendering-intent=""

source: Syntax error: retrieve-boundary-within-table=""
ja: シンタックスエラー：retrieve-boundary-within-table=""

source: Syntax error: retrieve-boundary=""
ja: シンタックスエラー：retrieve-boundary=""

source: Syntax error: retrieve-class-name=""
ja: シンタックスエラー：retrieve-class-name=""

source: Syntax error: retrieve-position-within-table=""
ja: シンタックスエラー：retrieve-position-within-table=""

source: Syntax error: retrieve-position=""
ja: シンタックスエラー：retrieve-position=""

source: Syntax error: right=""
ja: シンタックスエラー：right=""

source: Syntax error: rule-style=""
ja: シンタックスエラー：rule-style=""

source: Syntax error: rule-thickness=""
ja: シンタックスエラー：rule-thickness=""

source: Syntax error: scale-option=""
ja: シンタックスエラー：scale-option=""

source: Syntax error: scaling-method=""
ja: シンタックスエラー：scaling-method=""

source: Syntax error: scaling=""
ja: シンタックスエラー：scaling=""

source: Syntax error: score-spaces=""
ja: シンタックスエラー：score-spaces=""

source: Syntax error: script=""
ja: シンタックスエラー：script=""

source: Syntax error: show-destination=""
ja: シンタックスエラー：show-destination=""

source: Syntax error: source-document=""
ja: シンタックスエラー：source-document=""

source: Syntax error: space-after=""
ja: シンタックスエラー：space-after=""

source: Syntax error: space-before=""
ja: シンタックスエラー：space-before=""

source: Syntax error: space-end=""
ja: シンタックスエラー：space-end=""

source: Syntax error: space-start=""
ja: シンタックスエラー：space-start=""

source: Syntax error: span=""
ja: シンタックスエラー：span=""

source: Syntax error: start-indent=""
ja: シンタックスエラー：start-indent=""

source: Syntax error: starting-state=""
ja: シンタックスエラー：starting-state=""

source: Syntax error: starts-row=""
ja: シンタックスエラー：starts-row=""

source: Syntax error: suppress-at-line-break=""
ja: シンタックスエラー：suppress-at-line-break=""

source: Syntax error: switch-to=""
ja: シンタックスエラー：switch-to=""

source: Syntax error: table-layout=""
ja: シンタックスエラー：table-layout=""

source: Syntax error: table-omit-footer-at-break=""
ja: シンタックスエラー：table-omit-footer-at-break=""

source: Syntax error: table-omit-header-at-break=""
ja: シンタックスエラー：table-omit-header-at-break=""

source: Syntax error: target-presentation-context=""
ja: シンタックスエラー：target-presentation-context=""

source: Syntax error: target-processing-context=""
ja: シンタックスエラー：target-processing-context=""

source: Syntax error: target-stylesheet=""
ja: シンタックスエラー：target-stylesheet=""

source: Syntax error: text-align-last=""
ja: シンタックスエラー：text-align-last=""

source: Syntax error: text-altitude=""
ja: シンタックスエラー：text-altitude=""

source: Syntax error: text-decoration=""
ja: シンタックスエラー：text-decoration=""

source: Syntax error: text-depth=""
ja: シンタックスエラー：text-depth=""

source: Syntax error: text-indent=""
ja: シンタックスエラー：text-indent=""

source: Syntax error: text-shadow=""
ja: シンタックスエラー：text-shadow=""

source: Syntax error: text-transform=""
ja: シンタックスエラー：text-transform=""

source: Syntax error: top=""
ja: シンタックスエラー：top=""

source: Syntax error: treat-as-word-space=""
ja: シンタックスエラー：treat-as-word-space=""

source: Syntax error: unicode-bidi=""
ja: シンタックスエラー：unicode-bidi=""

source: Syntax error: visibility=""
ja: シンタックスエラー：visibility=""

source: Syntax error: white-space-collapse=""
ja: シンタックスエラー：white-space-collapse=""

source: Syntax error: white-space-treatment=""
ja: シンタックスエラー：white-space-treatment=""

source: Syntax error: widows=""
ja: シンタックスエラー：widows=""

source: Syntax error: width=""
ja: シンタックスエラー：width=""

source: Syntax error: word-spacing=""
ja: シンタックスエラー：word-spacing=""

source: Syntax error: wrap-option=""
ja: シンタックスエラー：wrap-option=""

source: Syntax error: writing-mode=""
ja: シンタックスエラー：writing-mode=""

source: Syntax error: z-index=""
ja: シンタックスエラー：z-index=""

source: Text alignment of the first line
ja: 最初の行のテキストの配置

source: Text alignment when text-align="<string>"
ja: text-align="<string>" のときのテキストの配置

source: Text decoration of line numbers
ja: 行番号の文字列の修飾

source: Text wrapping: auto | wrap | skip
ja: テキストの回り込みについて： auto | wrap | skip

source: The "switch-to" property value of the fo:multi-toggle typically matches the "case-name" property value of the fo:multi-case to switch to.
ja: fo:multi-toggleの「switch-to」プロパティの値は一般的に切り替えるfo:multi-caseの「case-name」プロパティのと一致します。

source: The FO processor may report an error or may use 'internal-destination'.
ja: FO プロセサーはエラーを報告できるし、「internal-destination」も使用できる。

source: The color-profile is referenced again via the name specified in the "color-profile-name" property.
ja: color-profileを「color-profile-name」 プロパティで指定された名を経由して、再び参照されています。

source: The content of the fo:flow formatting object is a sequence of flow objects that provides the flowing text content that is distributed into pages.
ja: fo:flowの内容は、ページに割り当たるフローイングテキスト内容を提供するフロー対象体のシーケンスです。

source: The content of these pages comes from flow children of the fo:page-sequence as assigned by the flow-map in effect for that fo:page-sequence.
ja: そのfo:page-sequenceのための 有効な flow-mapによって 対して、これらのページ内容は、fo:page-sequenceのフロー子から来ています。

source: The fo:basic-link is used for representing the start resource of a simple one-directional single-target link.
ja: fo:basic-linkは、単純なone-directional single-target リンクのスタートリソースを表すために使用されます。

source: The fo:bidi-override formatting object is used when the Unicode BIDI algorithm fails.
ja: Unicode BIDI アルゴリズムが失敗したらfo:bidi-overrideが使用されています。

source: The fo:block formatting object is commonly used for formatting paragraphs, titles, headlines, figure and table captions, etc.
ja: fo:blockは、一般的に段落、タイトル、見出し、図、表キャプションなど組版に使用されます。

source: The fo:block-container flow object is used to generate a block-level reference-area, typically containing text blocks with a different writing-mode.
ja: fo:block-containerフローは、 一般的には、異なるwriting-modeのテキストブロックを持って、block-level reference-areaを生成するために使用されます。

source: The fo:character flow object represents a character that is mapped to a glyph for presentation.
ja: fo:characterフローは、表示用のグリフにマップされている文字を表します。

source: The fo:color-profile formatting object is used to declare an ICC Color Profile for a stylesheet.
ja: fo:color-profileはスタイルシートの ICC Color Profileを宣言するために使用しています。

source: The fo:conditional-page-master-reference is used to identify a page-master that is to be used when the conditions on its use are satisfied.
ja: fo:conditional-page-master-referenceは、使用条件が満たされたときに、使用されるpage-masterを見分けるために使用します。

source: The fo:declarations formatting object is used to group global declarations for a stylesheet.
ja: fo:declarationsはスタイルシートのグローバルグループの宣言に使用します。

source: The fo:external-graphic flow object is used for a graphic where the graphics data resides outside of the fo:element tree.
ja: fo:external-graphic フローオブジェクトは、グラフィックスデータが fo:element ツリーの外部にあるグラフのために使用されます。

source: The fo:flow-assignment is used to specify the assignment of one sequence of flows to a sequence of regions.
ja: The fo:flow-map is used to specify the assignment of flows to regions.fo:flow-assignmentは、領域のシーケンスへのフローの一つのシーケンスの割当を指定するために使用されます。

source: The fo:flow-map is used to specify the assignment of flows to regions.
ja: fo:flow-mapは、領域へのフローの割当を指定するために使用されます。

source: The fo:flow-name-specifier is used to specify one flow in a source-list.
ja: fo:flow-name-specifierは、source-list内に一つのフローを指定するために使用されます。

source: The fo:flow-source-list is used to specify the sequence of flows to assign in a particular fo:flow-assignment.
ja: fo:flow-source-listは、特定のfo:flow-assignmentを割り当てることでフローのシーケンスを指定するために使用されます。

source: The fo:flow-target-list is used to specify the sequence of regions to which flows are assigned in a particular fo:flow-assignment.
ja: fo:flow-target-lisは、t 特定のfo:flow-assignmentを割り当てることでフローのシーケンスを指定するために使用されます。

source: The fo:folio-prefix formatting object specifies a static prefix for the folio numbers within a page-sequence.
ja: fo:folio-prefix フォーマッティングオブジェクトは、page-sequence内のフォリオ番号の静的な接頭を指定します。

source: The fo:folio-suffix formatting object specifies a static suffix for the folio numbers within a page-sequence.
ja: fo:folio-suffix フォーマッティングオブジェクトは、page-sequence内のフォリオ番号の静的な接尾を指定します。

source: The fo:index-page-number-prefix formatting object specifies a static prefix for the cited page items created by fo:index-key-reference.
ja: fo:index-page-number-prefix フォーマッティングオブジェクトは、 fo:index-key-referenceによって作成された引用されたページ項目の静的な接頭を指定します。

source: The fo:index-page-number-suffix formatting object specifies a static suffix for the cited page items created by fo:index-key-reference.
ja: fo:index-page-number-suffixフォーマッティングオブジェクトは、 fo:index-key-referenceによって作成された引用されたページ項目の静的な接尾を指定します。

source: The fo:index-range-begin formatting object is used to indicate the beginning of an "indexed range" associated with an index key.
ja: fo:index-range-begin フォーマッティングオブジェクトは、索引きーに関連付けられた「indexed range」の開始を示すために使用されます。

source: The fo:initial-property-set auxiliary formatting object specifies formatting properties for the first line of an fo:block.
ja: fo:initial-property-set 補助フォーマッティングオブジェクトは、fo:blockの最小の行の組版プロパティを指定します。

source: The fo:inline formatting object is commonly used for formatting a portion of text with a background or enclosing it in a border.
ja: fo:inlineフォーマッティングオブジェクトは、一般的な背景のあるテキストの一部を組版や境界線で囲むために使用れています。

source: The fo:inline-container flow object is used to generate an inline reference-area, typically containing text blocks with a different writing-mode.
ja: fo:inline-containerフローオブジェクトは、 一般的には、異なるwriting-modeのテキストブロックを持って、行内 reference-areaを生成するために使用されます。

source: The fo:instream-foreign-object flow object is used for an inline graphic or other "generic" object where the object data resides as descendants of the fo:instream-foreign-object, typically as an XML element subtree in a non-XSL namespace.
ja: +fo:instream-foreign-objectフローオブジェクトは、一般的には、 non-XSL 名前空間内のXML要素サブツリーとして、fo:instream-foreign-object の子孫として存在し、行内グラフィックや他の「generic」オブジェクトのために使用されます。

source: The fo:layout-master-set is a wrapper around all masters used in the document.
ja: fo:layout-master-setは文書で使用されている全てのマスターズの周りのラッパーです。

source: The fo:leader formatting object is often used:
ja: fo:leaderはよく使用されている。

source: The fo:list-block flow object is used to format a list.
ja: fo:list-blockフローはリストを組版するために使用される。 .

source: The fo:list-item formatting object contains the label and the body of an item in a list.
ja: fo:list-item フォーマッティングオブジェクトは、 リスト内に項目のラベルと本体が含まれています。

source: The fo:list-item-body formatting object contains the content of the body of a list-item.
ja: fo:list-item-bodyフォーマッティングオブジェクトは、 list-itemの本体の内容が含まれています。

source: The fo:list-item-label formatting object contains the content of the label of a list-item, typically used to either enumerate, identify, or adorn the list-item's body.
ja: fo:list-item-label フォーマッティングオブジェクトは、 list-itemの本体の内容が含まれて、一般的に、列挙、識別、又は list-itemの本体を飾り付けるためにも使用されます。

source: The fo:multi-case is used to contain (within an fo:multi-switch) each alternative sub-tree of formatting objects among which the parent fo:multi-switch will choose one to show and will hide the rest.
ja: fo:multi-caseは、（fo:multi-switch内にある）、親のfo:multi-switchが表示するものを選択し、残りの部分を隠して、その中でフォーマッティングオブジェクトの各代替 sub-treeを格納するために使用されます。

source: The fo:multi-properties is used to switch between two or more property sets that are associated with a given portion of content.
ja: fo:multi-properties は、内容の振り当たった部分に関連された二つ以上のプロパティセットの間で切り替えるために使用されます。

source: The fo:multi-property-set auxiliary formatting object is used to specify an alternative set of formatting properties that can be used to provide an alternate presentation of the children flow objects of the fo:wrapper child of the parent of this fo:multi-property-set.
ja: fo:multi-property-set 補助フォーマッティングオブジェクトは、このfo:multi-property-setの親のfo:wrapper子のフローオブジェクトの子の代替表示を備えるために、使用できる組版プロパティの別のセットを指定するために使用されます。

source: The fo:multi-switch wraps the specification of alternative sub-trees of formatting objects (each sub-tree being within an fo:multi-case), and controls the switching (activated via fo:multi-toggle) from one alternative to another.
ja: fo:multi-switchは、 フォーマッティングオブジェクトの代替 sub-trees（fo:multi-case内にある各sub-tree）の仕様をラップし、別の代替（ fo:multi-toggleを通じて活性化）からの切り替えを制御します。

source: The fo:multi-toggle is typically used to establish an area that when actuated (for example implemented as "clicked"), has the effect of switching from one fo:multi-case to another.
ja: fo:multi-toggleは、一般的に、動かす（例えば、「clicked」として実装されている）ときに別のfo:multi-caseの切り替えの効果を有すること領域を定めるために使用されます。

source: The fo:page-number formatting object is used to obtain an inline-area whose content is the page-number for the page on which the inline-area is placed.
ja: fo:page-numberフォーマッティングオブジェクトは、その内容の行内領域が配置されている page-numberのページである 行内領域を得るために使用されます。

source: The fo:page-number-citation is used to reference the page-number for the page containing the first normal area returned by the cited formatting object.
ja: fo:page-number-citationは、引用されたフォーマッティングオブジェクトによって返される最初の正規領域を含むページのpage-numberを参照するために使用されます。

source: The fo:page-number-citation-last is used to reference the page-number for the last page containing an area that is (a) returned by the cited formatting object and (b) has an area-class that is consistent with the specified page-citation-strategy.
ja: fo:page-number-citation-lastの（a）は、引用されたフォーマッティングオブジェクトによって返される最後の正ページのpage-numberを参照するために使用される、 （b）に指定されたpage-citation-strategyと一致している area-class があります。

source: The fo:page-sequence formatting object is used to specify how to create a (sub-)sequence of pages within a document; for example, a chapter of a report.
ja: fo:page-sequenceは 文書内の(sub-)sequence ページを作成する方法を指定するために使用しています。例えば 、報告の章。

source: The fo:page-sequence-master is used to specify the constraints on and the order in which a given set of page-masters will be used in generating a sequence of pages.
ja: fo:page-sequence-masterは制約やpage-mastersの取られたセットが、ページシーケンスを生成するのに使用される順序を指定するために使用します。

source: The fo:page-sequence-wrapper formatting object is used to specify inherited properties for a group of fo:page-sequence formatting objects.
ja: fo:page-sequenceのグループの継承されたプロパティを指定するとpage-sequence-wrapperを使用しています。

source: The fo:page-sequence-wrapper is used to specify inherited properties for the fo:page-sequence objects it wraps; it has no additional formatting semantics.
ja: fo:page-sequenceの要素を回り込むのために継承されたプロパティを指定すると fo:page-sequence-wrapper を使用しています。追加の意味がない。

source: The fo:region-name-specifier is used to specify one region in a target-list.
ja: fo:region-name-specifier iは、target-list内に一つのフローを指定するために使用されます。

source: The fo:repeatable-page-master-alternatives formatting object is the most complex sub-sequence-specifier.
ja: fo:repeatable-page-master-alternativesは最も複雑な sub-sequence-specifierです。

source: The fo:scaling-value-citation is used to obtain the scale-factor applied to the cited fo:external-graphic.
ja: fo:scaling-value-citationは、引用された fo:external-graphicに適用される scale-factorを得るために使用されます。

source: The fo:simple-page-master is used in the generation of pages and specifies the geometry of the page.
ja: fo:simple-page-masterはページの生成に使用され、ページのジオメトリを指定しています。

source: The fo:static-content formatting object holds a sequence or a tree of formatting objects that is to be presented in a single region or repeated in like-named regions on one or more pages in the page-sequence.
ja: fo:static-content はＦＯシーケンス又はＦＯツリーを持って、それは、 単一の領域で提示し、 page-sequence内の１以上のページにlike-named領域で繰り返されます。

source: The fo:table flow object is used for formatting the tabular material of a table.
ja: fo:table フローオブジェクトは、 表の表形式の資料を組版すれために使用されます。

source: The fo:table-and-caption flow object is used for formatting a table together with its caption.
ja: fo:table-and-caption フローオブジェクトは、キャプションと一緒に表を組版するために使用されます。

source: The fo:table-body formatting object is used to contain the content of the table body.
ja: fo:table-body フォーマッティングオブジェクトは、 テーブル本体の内容を含むために使用されます。

source: The fo:table-caption formatting object is used to contain block-level formatting objects containing the caption for the table only when using the fo:table-and-caption.
ja: fo:table-caption フォーマッティングオブジェクトは、fo:table-and-captionを使用しているだけにテーブルキャプションを含む block-level フォーマッティングオブジェクトを格納するために使用されます

source: The fo:table-cell formatting object is used to group content to be placed in a table cell.
ja: fo:table-cell フォーマッティングオブジェクトは、内容を集めて、テーブルセル内に配置されるために使用されます。

source: The fo:table-column auxiliary formatting object specifies characteristics applicable to table cells that have the same column and span.
ja: fo:table-column 補助フォーマッティングオブジェクトは、同様段と全長のあるテーブルセルに適用可能な特性を指定します。

source: The fo:table-footer formatting object is used to contain the content of the table footer.
ja: fo:table-footer フォーマッティングオブジェクトは、 テーブルフッタの内容を含むために使用されます。

source: The fo:table-header formatting object is used to contain the content of the table header.
ja: fo:table-header フォーマッティングオブジェクトは、 テーブルヘッダの内容を含むために使用されます。

source: The fo:table-row formatting object is used to group table-cells into rows; all table-cells in a table-row start in the same geometric row on the table grid.
ja: fo:table-row フォーマッティングオブジェクトは、 行に グループのtable-cellsに使用されます。 table-rowの全てのtable-cellsは、テーブルグリッド上の同様な幾何学 行で開始します。

source: The fo:title formatting object is used to associate a title with a given page-sequence.
ja: fo:title は与えられたpage-sequenceでタイトルを付き合うために使用します。
